{
    "profile": {
        "rol": "Desarrollador Full Stack",
        "description": "Soy un desarrollador Web Full Stack apasionado por la tecnología, luego de estudiar por más de 2 años ciencias de la computación, me interesé en el desarrollo web. Después de terminar un Bootcamp intensivo, me convertí en desarrollador web full stack. <br> <br> Soy una persona que le gusta alcanzar metas, trabajar en equipo y siempre aprender cosas nuevas! :)"
    },
    "experience": {
        "title": "Experiencia",
        "aniosExperiencia": "Años de experiencia",
        "autenticacion": "Autenticacion<br> de usuarios",
        "Pagos": "Pasarela<br> de pagos",
        "first-job-dates": "Junio 2022 - Diciembre 2022",
        "first-job-title": "Desarrollador Full Stack",
        "first-job-description": "Realicé en 2 proyectos aplicando la metodología SCRUM, utilicé distintos lenguajes de programación tales como JavaScript y TypeScript.<br><br> En la parte front end tecnologías como React, Redux, CSS, librerías MaterialUI y SweetAlert. <br> <br>En el backend, NodeJS con Express y bases de datos NO-SQL de mongoDB, adicionalmente usé PassportJs para autenticación, Stripe y mercadoPago para crear pasarelas de pagos, y herramientas para deployado de proyectos en render y vercel, todos estos proyectos, utilizando GIT para su versionado."
    },
    "projects": {
        "first-project-description": "CoinTracker es una aplicación en la que podrás seguir el precio de cualquier criptomoneda, tener una billetera de criptos simulados, realizar cambios de moneda y crear  alertas personalizadas cuando una moneda alcanza un valor esperado, implementa un panel de administrador y permite registrarse como usuario.",
        "second-project-description": "Health4u es un proyecto de servicios médicos que permite adquirir citas con especialistas, te permite realizar búsquedas, filtrar, hacer pagos, registrarte con google o correo, personalizar tu perfil y calificar el servicio que obtuviste."
    },
    "contactos": {
        "SeeYouSoon": "Espero conocerte pronto !",
        "contacto": "Contacto",
        "sendEmail": "Enviar email",
        "developedBy": "2023 - Desarrollado por <a rel='noreferrer' href='https://github.com/alejandrovc1' target='_blank' data-section='contactos' data-value='name'>Alejandro Villegas</a>"
    }
}